---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.GroundConductorSizeSet
source: html/91f1d12a-f28a-6a51-93d9-876252b1078e.htm
---
# GroundConductorSizeSet Methods

Removes every GroundConductorSize from the set, rendering it empty.